/* No comment provided by engineer. */
"WhatsNew_Dashboard_Description" = "CleanMyMac 3 ti tiene aggiornato sull'uso del processore e della memoria e sui cicli di carica della batteria. Inoltre libera la RAM per ridurre i tempi di attesa.";

/* No comment provided by engineer. */
"WhatsNew_Dashboard_Title" = "Centro di controllo";

/* No comment provided by engineer. */
"WhatsNew_Finish_Description" = "Questo è il resoconto delle nuove funzionalità, ma non è tutto. Il resto? Il resto dovrai scoprirlo da solo!";

/* No comment provided by engineer. */
"WhatsNew_Finish_Title" = "Allora… diamo una pulita!";

/* No comment provided by engineer. */
"WhatsNew_Health_Description" = "Le notifiche di stato ti avvisano di vari problemi hardware e software. Sai esattamente cosa succede e come risolvere il problema quando si presenta.";

/* No comment provided by engineer. */
"WhatsNew_Health_Title" = "Avvisi di stato";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Description" = "Ottieni più spazio sul tuo disco fisso eliminando da iTunes backup obsoleti, vecchi aggiornamenti software, download interrotti e molto di più.";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Title" = "File spazzatura di iTunes";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Description" = "Ripulisci gigabyte di allegati archiviati e download nascosti nelle profondità di Mail, da file PDF a firme.";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Title" = "Allegati di Mail";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Description" = "Prenditi cura del tuo Mac riparando i permessi del disco, reindicizzando Spotlight, velocizzando la funzione di ricerca di Mail e molto di più.";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Title" = "Manutenzione";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Description" = "Ripulisci le attività online e offline del tuo Mac, inclusa la cronologia di navigazione, le conversazioni di Skype, la cronologia di Messaggi, la cronologia dei download e i file aperti di recente.";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Title" = "Privacy";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Description" = "Il nuovo CleanMyMac 3 ripulisce più file spazzatura e si prende cura del tuo Mac nel modo migliore di sempre. Scopri come!";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Title" = "Quali sono le novità?";

"Done" = "Fine";

"Next" = "Avanti";
